/* XFLD: label for a field */
"keyMAFLogonUIProgressDialogText" = "Přihlašování";

/* XFLD: label for a field */
"keyMAFLogonUIAlertViewButtonText" = "OK";

/* XHED: label for a field */
"keyMAFLogonUIAlertViewTitle" = "Chyba";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerHost" = "Server";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelResourcePath" = "Sufix URL";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerPort" = "Port";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Doména";

/* XFLD: label for a switch (on/off), max 18 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Zabezpečený kanál";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPassword" = "Heslo";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Potvrzení hesla";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelFarmId" = "ID farmy";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Konfigurace zabezpečení";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendUserName" = "Uživatelské jméno";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Nový kód";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Kód";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Potvrdit kód";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Kód k aplikaci";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Aktuální kód k aplikaci";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelMobileUser" = "Mobilní uživatel";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelActivationCode" = "Aktivační kód";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelGatewayClient" = "Klient";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "Kód SSO";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Uživatelské jméno";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Heslo";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Heslo";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Uživatelské jméno";

/* XFLD: label for a field */
"keyMAFLogonUIFieldHintOptional" = "(Nepovinné)";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelDeleteUser" = "Chcete aplikaci deaktivovat?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelLock" = "Chcete aplikaci uzamknout?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Chcete aktualizovat nastavení aplikace?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerTrust" = "Důvěřujete tomuto certifikátu?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUploadTrace" = "Chcete uploadovat sledování na server?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Zapnout kód";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Vypnout kód";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Změna kódu";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Data přihlášení";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Detaily";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Kód k aplikaci";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Kód k aplikaci";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Další";

/* XBUT */
"keyMAFLogonUIActionItemLabelStartLogon" = "Přihlášení";

/* XBUT */
"keyMAFLogonUIActionItemLabelDemoMode" = "Zkusit";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Hotovo";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Přihlášení";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Zapomněli jste kód?";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockStart" = "Zamknout";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Aktualizovat";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Deaktivovat";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Hotovo";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Hotovo";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Upload";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "Zapomenutý kód SSO";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Přeskočit";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Hotovo";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Další";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Další";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Zpět";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Zrušit";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Přihlášení";

/* XHED */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Zadat kód SSO";

/* XHED */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Zámek kódu";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Zadejte přihlašovací údaje";

/* XHED */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Zadat kód";

/* XHED */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Nastavit kód";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Změna kódu";

/* XHED */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Přihlášení";

/* XHED */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Smazat";

/* XHED */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Zamknout";

/* XHED */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Aktualizovat";

/* XHED */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Upload sledování";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Aktualizace hesla";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Přihlašovací údaje";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Přihlášení";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Nastavit kód";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Nastavit kód";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "Zadat heslo SSO";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Zadat přihlašovací údaje";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Nastavit kód";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Změna kódu";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Změna kódu";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Vypnout kód";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Přihlášení";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Smazat";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Zamknout";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Aktualizovat";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Upload sledování";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Aktualizace hesla";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Přihlašovací údaje";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "SAP MAF - ukázkové přihlášení";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Pokud nemáte vlastní přihlašovací data, můžete aplikaci zkusit s ukázkovými daty.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Zadejte přihlašovací údaje a přihlaste se k aplikaci. Aplikace si tyto údaje zapamatuje.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Musíte nastavit kód k aplikaci, abyste aplikaci ochránili před neoprávněným použitím.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Můžete nastavit kód k aplikaci a chránit aplikaci před neoprávněným použitím.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Můžete nastavit kód k aplikaci a chránit aplikaci před neoprávněným použitím.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Chcete-li změnit kód, zadejte starý kód k aplikaci a potom nový.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Chcete-li změnit kód, zadejte starý kód k aplikaci a potom nový.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Zadáním kódu k aplikaci vypnete kód.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Zadejte kód k aplikaci, abyste se přihlásili do aplikace.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Toto je příklad kontextuálního přístupu pro přihlašovací sekvenci, který využívá komponenty MAF - mazání";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Toto je příklad kontextuálního přístupu pro přihlašovací sekvenci, který využívá komponenty MAF - zámek";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Toto je příklad kontextuálního přístupu pro přihlašovací sekvenci, který využívá komponenty MAF - aktualizace";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Toto je příklad kontextuálního přístupu pro přihlašovací sekvenci, který využívá komponenty MAF - upload sledování";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Zadejte aktuální heslo k aktualizaci hesla použitého pro aplikaci.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Můžete zobrazit vlastní přihlašovací údaje k aplikaci.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "Zadejte heslo k práci s Client Hub.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Zadejte přihlašovací údaje Afaria.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Zadejte své údaje k přihlášení do aplikace. Aplikace Client Hub přihlašovací údaje ukládá, můžete je použít také v jiných aplikacích.";

/* XMSG: message */
"keyMAFLogonUIConfirmationMessage" = "Chcete aplikaci určitě vyresetovat?";

/* XHED: message */
"keyMAFLogonUIConfirmationTitle" = "Potvrzení";

/* XBUT */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Zrušit";

/* XBUT */
"keyMAFLogonUIConfirmationOKButtonLabel" = "OK";

/* XMSG: message */
"keyMAFLogonUIFooterDescriptionLabel" = "2014 SAP SE";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Změnit kód k aplikaci";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Nastavit kód k aplikaci";

/* XFLD: label for a field */
"keyMAFLogonUIDeleteProgressDialogText" = "Odstraňování";

/* XFLD: label for a field */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Aktualizace";

/* XFLD: label for a field */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Probíhá upload";

/* XMSG: message */
"keyErrMAFLogonUINGRegistrationCancelled" = "Registrace byla zrušena.";

/* XMSG: message */
"keyErrMAFLogonUINGOperationCancelled" = "Operace byla zrušena.";

/* XMSG: message */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "Zásada kódu Afaria je “vždy vypnuto“, takže kód k aplikaci nemůžete změnit.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "Zadané kódy k aplikaci si neodpovídají.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "Zapomenutý kód SSO";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "Resetovat kód SSO v Client Hub a restartovat aplikaci.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "Přeskočení záznamu SSO odpojí tuto aplikaci od Client Hub.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Neplatný kód SSO";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operace není v tomto stavu povolena.";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Starý kód";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Překročení času";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Ihned";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "Za %1$i sekundu.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "Za %1$i sekund.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "Za %1$i minutu.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "Za %1$i minut.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "Za %1$i hodinu.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "Za %1$i hodin.";

